#include <iostream>

#include "Passport.h"

int main() {

    Passport passport1(
    "AA", 123456, "Іваненко", "Іван", "Олександрович",
    "01.01.2000", "Київ",
    "01.01.2020",
    "Київський РВ ГУ МВС України",
    "м. Київ, вул. Хрещатик, 1"
    );

    Passport passport2(
        "BB", 654321, "Петренко", "Олег", "Васильович",
        "15.05.1998", "Львів",
        "10.06.2019",
        "Львівський РВ ДМС України",
        "м. Львів, вул. Шевченка, 25"
    );
    passport1.showPassport();
    passport2.showPassport();



    return 0;
}
